{
  "hi": {
    "levels": {
      "7": [
        {
          "q": "आपको अपने बॉस का वीडियो कॉल आता है। चेहरा साफ है, लेकिन आवाज रोबोटिक है और वे पलकें नहीं झपका रहे हैं। वे पैसे भेजने को कहते हैं। आप क्या करेंगे?",
          "o": ["पैसे तुरंत भेज दूंगा।", "कॉल काट दूंगा और पुष्टि के लिए उनके मोबाइल पर कॉल करूंगा।", "उनसे ईमेल भेजने को कहूंगा।"],
          "a": 1,
          "exp": "यह एक Deepfake है। पलकें न झपकाना और रोबोटिक आवाज AI धोखाधड़ी के संकेत हैं।"
        },
        {
          "q": "एक दोस्त वॉइस मैसेज भेजकर पैसे मांगता है क्योंकि उसका बटुआ खो गया है। आवाज बिल्कुल वैसी ही है। आप क्या करेंगे?",
          "o": ["पैसे तुरंत भेज दूंगा।", "उससे ऐसा सवाल पूछूंगा जिसका जवाब केवल असली दोस्त को पता हो।", "मैसेज को नजरअंदाज कर दूंगा।"],
          "a": 1,
          "exp": "AI वॉइस क्लोनिंग से सावधान! सिर्फ 3 सेकंड के ऑडियो से AI किसी की भी आवाज की नकल कर सकता है।"
        },
        {
          "q": "आपको एक विज्ञापन दिखता है जिसमें एक सेलिब्रिटी 'गैर-यथार्थवादी मुनाफे' वाली स्कीम प्रमोट कर रहा है। आप सबसे पहले क्या जांचेंगे?",
          "o": ["क्या होंठों की मूवमेंट आवाज से मैच कर रही है।", "लाइक्स कितने हैं।", "सेलिब्रिटी ने कौन से कपड़े पहने हैं।"],
          "a": 0,
          "exp": "Deepfake वीडियो में अक्सर होंठ और आवाज में हल्का अंतर होता है।"
        },
        {
          "q": "एक नकली 'बैंक टेक्नीशियन' आपसे स्क्रीन शेयर करने को कहता है। आप क्या करेंगे?",
          "o": ["स्क्रीन शेयर कर दूंगा।", "कॉल काटकर बैंक के आधिकारिक नंबर पर कॉल करूंगा।", "उसे एक अस्थायी कोड दे दूंगा।"],
          "a": 1,
          "exp": "बैंक कभी स्क्रीन शेयर नहीं मांगते। यह रिमोट-एक्सेस स्कैम है।"
        },
        {
          "q": "आपको अपने CEO का वीडियो मिलता है जिसमें वह तुरंत पेमेंट करने को कहता है। आप क्या करेंगे?",
          "o": ["पेमेंट कर दूंगा।", "दूसरे आधिकारिक चैनल से पुष्टि करूंगा।", "वीडियो का रिप्लाई कर दूंगा।"],
          "a": 1,
          "exp": "कॉर्पोरेट फ्रॉड में Deepfake वीडियो का उपयोग बढ़ रहा है। हमेशा दोबारा पुष्टि करें।"
        }
      ],

      "8": [
        {
          "q": "आपको ईमेल आता है कि आपका पासवर्ड डार्क वेब पर लीक हो गया है। सबसे बड़ा खतरा क्या है?",
          "o": ["कोई नहीं।", "हैकर्स इसका उपयोग आपके ईमेल या बैंक में घुसने के लिए कर सकते हैं।", "सिर्फ पुराना ऐप प्रभावित होगा।"],
          "a": 1,
          "exp": "Credential Stuffing में लीक पासवर्ड हर साइट पर ट्राई किया जाता है।"
        },
        {
          "q": "आपको एक ब्लैकमेल ईमेल मिलता है जिसमें आपका पुराना पासवर्ड लिखा है। वे बिटकॉइन मांगते हैं। आप क्या करेंगे?",
          "o": ["पैसे दे दूंगा।", "इग्नोर करूंगा और पासवर्ड बदल दूंगा।", "नेगोशिएट करूंगा।"],
          "a": 1,
          "exp": "यह Sextortion है। पुराना पासवर्ड होने का मतलब यह नहीं कि वे आपकी कैमरा एक्सेस कर सकते हैं।"
        },
        {
          "q": "एयरपोर्ट पर आप 'Free_HighSpeed_WiFi' से कनेक्ट होते हैं। आपको क्या नहीं करना चाहिए?",
          "o": ["न्यूज़ पढ़ना।", "बैंकिंग या सोशल मीडिया में लॉगिन करना (VPN के बिना)।", "सामान्य ब्राउज़िंग।"],
          "a": 1,
          "exp": "ओपन वाई-फाई पर Man-in-the-Middle अटैक संभव है।"
        },
        {
          "q": "आपका फोन अचानक नेटवर्क खो देता है और वापस नहीं आता। क्या हो सकता है?",
          "o": ["नेटवर्क समस्या।", "SIM Swapping हमला।", "बैटरी खराब।"],
          "a": 1,
          "exp": "SIM Swapping से स्कैमर आपके 2FA कोड चुरा सकते हैं।"
        },
        {
          "q": "आपको किसी दूसरे देश से लॉगिन अलर्ट मिलता है। आप क्या करेंगे?",
          "o": ["इग्नोर करूंगा।", "पासवर्ड बदलकर 2FA ऑन करूंगा।", "देखूंगा कि दोबारा होता है या नहीं।"],
          "a": 1,
          "exp": "अनजान लॉगिन अलर्ट सुरक्षा उल्लंघन का संकेत है।"
        }
      ],

      "9": [
        {
          "q": "Telegram पर एक 'वित्तीय सलाहकार' क्रिप्टो पर 200% साप्ताहिक लाभ का वादा करता है। क्या होने की संभावना है?",
          "o": ["एक बड़ा अवसर।", "यह 'Pig Butchering' स्कैम है।", "एक कानूनी निवेश।"],
          "a": 1,
          "exp": "निवेश घोटाले अवास्तविक लाभ दिखाकर पैसे चुराते हैं।"
        },
        {
          "q": "आपको क्या कभी साझा नहीं करना चाहिए, चाहे सपोर्ट टीम ही क्यों न पूछे?",
          "o": ["आपका नाम।", "आपकी 12-शब्द Seed Phrase।", "आपका ईमेल।"],
          "a": 1,
          "exp": "Seed Phrase आपके पूरे वॉलेट की मास्टर चाबी है।"
        },
        {
          "q": "आपको एक मुफ्त NFT मिलता है और उसे 'अनलॉक' करने के लिए वॉलेट कनेक्ट करने को कहा जाता है। आप क्या करेंगे?",
          "o": ["कनेक्ट कर दूंगा।", "कभी कनेक्ट नहीं करूंगा — यह Drainer स्कैम है।", "दोस्त को भेज दूंगा।"],
          "a": 1,
          "exp": "Malicious NFTs आपके वॉलेट को खाली कर सकते हैं।"
        },
        {
          "q": "लंबे समय के लिए बड़ी मात्रा में क्रिप्टो कहाँ सुरक्षित है?",
          "o": ["एक्सचेंज पर।", "हार्डवेयर वॉलेट में।", "वर्ड फाइल में।"],
          "a": 1,
          "exp": "हार्डवेयर वॉलेट इंटरनेट से डिस्कनेक्टेड होते हैं, इसलिए ज्यादा सुरक्षित हैं।"
        },
        {
          "q": "आपको किसी अनजान कंपनी से 'Airdrop' मैसेज मिलता है। यह क्या है?",
          "o": ["फ्री पैसा।", "Phishing स्कैम।", "विज्ञापन।"],
          "a": 1,
          "exp": "अनजान Airdrops लगभग हमेशा स्कैम होते हैं।"
        }
      ],

      "10": [
        {
          "q": "आपको 'Microsoft Security' से ईमेल मिलता है कि आपका अकाउंट बंद होने वाला है। आप क्या करेंगे?",
          "o": ["लिंक पर क्लिक करूंगा।", "प्रेषक की जांच करूंगा और आधिकारिक साइट से लॉगिन करूंगा।", "ईमेल का जवाब दूंगा।"],
          "a": 1,
          "exp": "Phishing ईमेल अक्सर बड़ी कंपनियों का रूप धारण करते हैं।"
        },
        {
          "q": "कोई आपसे 'सिक्योरिटी ऐप' इंस्टॉल करने को कहता है। आप क्या करेंगे?",
          "o": ["इंस्टॉल कर दूंगा।", "मना कर दूंगा — यह रिमोट एक्सेस स्कैम है।", "और जानकारी मांगूंगा।"],
          "a": 1,
          "exp": "रिमोट एक्सेस ऐप्स से स्कैमर आपका डिवाइस कंट्रोल कर सकते हैं।"
        },
        {
          "q": "कॉलर आपका नाम, पता और बैंक विवरण जानता है और कहता है कि वह बैंक से है। इसका क्या मतलब है?",
          "o": ["वह बैंक से है।", "आपका डेटा लीक हुआ है।", "कोई खतरा नहीं।"],
          "a": 1,
          "exp": "स्कैमर लीक डेटा खरीदकर खुद को असली दिखाते हैं।"
        },
        {
          "q": "आपको पहचान सत्यापन के लिए एक QR कोड भेजा जाता है। आप क्या करेंगे?",
          "o": ["स्कैन करूंगा।", "स्कैन नहीं करूंगा — यह मालिशियस हो सकता है।", "दोस्त को भेज दूंगा।"],
          "a": 1,
          "exp": "QR कोड आपको फिशिंग साइट पर भेज सकते हैं।"
        },
        {
          "q": "कोई कहता है कि पैसे 'सुरक्षित खाते' में ट्रांसफर करें। आप क्या करेंगे?",
          "o": ["ट्रांसफर कर दूंगा।", "बैंक के आधिकारिक नंबर पर कॉल करूंगा।", "और जानकारी मांगूंगा।"],
          "a": 1,
          "exp": "बैंक कभी 'सुरक्षित खाते' में पैसे ट्रांसफर करने को नहीं कहते।"
        }
      ]
    }
  }
}